{
	"modmenu.descriptionTranslation.nochatreports": "Elimina las firmas criptográficas de los mensajes del chat, lo que impide que puedan rastrearse o asociarse a tu cuenta de Microsoft, y desactiva el sistema de reportes de jugadores.",
	"key.nochatreports.ctrl": "Ctrl",
	"key.nochatreports.cmd": "Cmd",
	"gui.nochatreports.secure_chat": "Esta opción no puede funcionar con No Chat Reports, ya que no hay firmas para verificar.",
	"gui.nochatreports.no_reporting": "Los reportes de chat están desactivados en este servidor, gracias a No Chat Reports.",
	"disconnect.nochatreports.client": "Este servidor no tiene No Chat Reports y lo configuraste para requerirlo.",
	"gui.nochatreports.safety_status_button.controls": "Click izquierdo para cambiar entre modos de firmado.",
	"gui.nochatreports.safety_status.secure": "Este servidor tiene No Chat Reports instalado o impide que tus mensajes puedan ser reportados de otra manera conocida. Podés chatear con seguridad.",
	"gui.nochatreports.safety_status.singleplayer": "Siempre podés chatear con seguridad en mundos de un jugador o LAN alojados por vos.",
	"gui.nochatreports.safety_status.unintrusive": "Este servidor permite enviar mensajes sin firmar que no pueden ser reportados a Mojang. A menos que haya algún plugin instalado que lo impida, los clientes vanilla seguirán enviando mensajes firmados, mostrarán los no firmados como \"No verificados\" y no los mostrarán si está activada la opción \"Mostrar solo chat seguro\".",
	"gui.nochatreports.safety_status.insecure": "Este servidor actualmente exige que todos los mensajes estén firmados. Todos los mensajes firmados pueden usarse como evidencia en tu contra en un reporte.",
	"gui.nochatreports.safety_status.insecure_signing": "Tenés habilitado el firmado de mensajes, lo que vuelve todos tus mensajes potencialmente incriminatorios en caso de reporte.",
	"gui.nochatreports.safety_status.realms": "Este es un servidor de Realms. No solo no se pueden desactivar los reportes de chat, sino que Mojang también emplea monitoreo automático para detectar posibles \"daños en línea\" y derivarlos a revisión humana. Tu única protección real es la encriptación.",
	"gui.nochatreports.safety_status.unknown": "No Chat Reports todavía no pudo evaluar la seguridad de este servidor. Probá enviar un mensaje para determinarlo.",
	"gui.nochatreports.safety_status.undefined": "No Chat Reports no pudo evaluar la seguridad del servidor. Esto no debería pasar, por favor reportalo como bug al desarrollador del mod.",
	"gui.nochatreports.signing_status.allowed_realms": "El firmado de chat está siempre habilitado en Realms, ya que es obligatorio y desactivarlo no serviría de nada.",
	"gui.nochatreports.signing_status.allowed": "El firmado de mensajes está habilitado para esta sesión.",
	"gui.nochatreports.signing_status.allowed_session": "El firmado está habilitado en esta sesión, pero se desactivará al volver a unirse.",
	"gui.nochatreports.signing_status.disabled": "El firmado de mensajes está deshabilitado en esta sesión.",
	"gui.nochatreports.signing_status.disabled_allowance_pending": "El firmado está desactivado, pero se activará automáticamente cuando envíes un mensaje.",
	"gui.nochatreports.signing_status.disabled_offline": "El firmado está desactivado porque este es un servidor offline.",
	"gui.nochatreports.reload_config_tooltip": "Recargar configuración de No Chat Reports. Usar con cuidado.",
	"gui.nochatreports.verified_server": "§a§lServidor seguro§r\nSe pudo verificar que este servidor tiene No Chat Reports instalado o que evita los reportes de otra forma conocida. Podés chatear con seguridad.",
	"gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nActiva o desactiva la mayoría de las funciones del mod en el cliente. Podrías necesitar hacerlo para unirte a servidores Paper/Velocity, ya que a veces causan problemas con NCR.\nAlgunas funciones no relacionadas a red, como la encriptación o el estado de confianza del chat, seguirán activas y se pueden desactivar individualmente en la configuración.",
	"gui.nochatreports.ncr_state_on": "§a§lActivado§r",
	"gui.nochatreports.ncr_state_off": "§c§lDesactivado§r",
	"tag.nochatreports.encrypted": "Encriptado con: %1$s",
	"tag.nochatreports.encrypted_original": "Sin desencriptar: %1$s",
	"gui.nochatreports.encryption_tooltip": "§lEncriptación:§r %1$s\nClick derecho para configurar.\n\nSi la encriptación está activada, podés evitar que se aplique manteniendo presionado %2$s al enviar el mensaje.",
	"gui.nochatreports.encryption_tooltip_invalid": "§lEncriptación:§r %1$s\n§cConfiguración inválida. Click para configurar.",
	"gui.nochatreports.encryption_state_on": "§a§lActivado§r",
	"gui.nochatreports.encryption_state_off": "§c§lDesactivado§r",
	"gui.nochatreports.encryption_warning.header": "Sobre la encriptación",
	"gui.nochatreports.encryption_warning.contents": "Podés encriptar tus mensajes usando una clave secreta. Solo las personas que conozcan esta clave podrán desencriptarlos. No Chat Reports desencriptará automáticamente los mensajes cuando tenga una clave válida y esté habilitado.\nSin embargo, recordá que la encriptación no es una solución mágica. Moderadores de servidores pueden silenciarte o banearte si ven que estás enviando texto ininteligible. Se recomienda generar una clave personalizada y compartirla por canales seguros. Hacé click en \"Más información\" para saber cuándo y cómo usarla.",
	"gui.nochatreports.encryption_warning.check": "No mostrar de nuevo",
	"gui.nochatreports.encryption_warning.learn_more": "Más información",
	"gui.nochatreports.encryption_config.header": "Configuración de encriptación",
	"gui.nochatreports.encryption_config.key_desc": "§lClave de encriptación§r\nClave que se usará para encriptar y desencriptar tus mensajes. Su formato depende del algoritmo; para AES serán 128 bits en Base64.",
	"gui.nochatreports.encryption_config.passphrase_desc": "§lFrase clave§r\nEn lugar de una clave aleatoria, podés usar una frase secreta para generar la clave. Si usás esto, asegurate de que sea fuerte. No todos los algoritmos lo permiten.",
	"gui.nochatreports.encryption_config.validation_ok": "Validación de clave: §a§lAprobada",
	"gui.nochatreports.encryption_config.validation_failed": "Validación de clave: §c§lFallida",
	"gui.nochatreports.encryption_config.dice_tooltip": "Generar una nueva clave aleatoria según el algoritmo seleccionado.",
	"gui.nochatreports.encryption_config.pass_not_allowed": "<no soportado>",
	"gui.nochatreports.encryption_config.algorithm": "Algoritmo: %1$s",
	"gui.nochatreports.encryption_config.default_key": "<por defecto: %1$s>",
	"gui.nochatreports.encryption_config.encrypt_public": "Encriptar mensajes públicos",
	"algorithm.nochatreports.aes_cfb8_base64.name": "AES/CFB8+Base64R",
	"algorithm.nochatreports.aes_cfb8_base64": "§lAES/CFB8+Base64R§r\nAlgoritmo de encriptación simétrica estándar. Usa claves de 128 bits, y el resultado se codifica en Base64 modificado para funcionar en el chat de Minecraft. Los mensajes aumentan un ~30% de tamaño, lo que puede hacer que el servidor los corte si superan el límite.",
	"algorithm.nochatreports.aes_gcm_base64.name": "AES/GCM+Base64R",
	"algorithm.nochatreports.aes_gcm_base64": "§lAES/GCM+Base64R§r\nMás seguridad a cambio de un gran aumento de tamaño del mensaje (12 bytes para el vector de inicialización y 12 para la firma de autenticación, más Base64). Elegilo si priorizás la seguridad.",
	"algorithm.nochatreports.aes_ecb_base64.name": "AES/ECB+Base64R",
	"algorithm.nochatreports.aes_ecb_base64": "§lAES/ECB+Base64R§r\nMucho menos seguro que CFB, pero ahorra algunos bytes al no necesitar vector de inicialización. Aun así, es mejor que el cifrado César.",
	"algorithm.nochatreports.caesar.name": "César",
	"algorithm.nochatreports.caesar": "§lCésar§r\nCifrado meme. Básicamente estás apostando a que nadie se va a molestar en desencriptar tus mensajes. A veces funciona. El valor debe ser un número del 1 al 1024. El desplazamiento es por código de carácter, no alfabético, para soportar cualquier idioma.",
	"nochatreports.connect.nokey_rejected": "El servidor rechazó la conexión por falta de clave de firmado.",
	"nochatreports.connect.await": "Esperando reconexión: %1$s segundos...",
	"gui.nochatreports.realms_warning.header": "Atención: Realms",
	"gui.nochatreports.realms_warning.contents": "Los servidores de Realms no son privados. Los dueños no pueden desactivar el sistema de reportes y Mojang hace monitoreo adicional para detectar \"daños en línea\". Si rompés las reglas de comunidad, incluso si nadie se ofende, podés ser baneado de todo el multijugador. Se recomienda usar encriptación.",
	"gui.nochatreports.realms_warning.check": "No mostrar de nuevo",
	"gui.nochatreports.realms_warning.learn_more": "Más información",
	"gui.nochatreports.signing_required.header": "Cuidado: se solicita firma de chat",
	"gui.nochatreports.signing_required.contents": "Este servidor requiere que todos los mensajes de chat estén firmados, lo que significa que pueden ser reportados a Mojang y eso podría resultar en un baneo de todos los servidores multijugador. Esto probablemente se deba a que el dueño del servidor dejó activado \"enforce-secure-profile\" en el archivo server.properties, que es la opción predeterminada desde la versión 1.19.1.\n\nHacé clic en \"Permitir firma\" para habilitar la firma de mensajes durante esta sesión. También podés usar el botón de estado de seguridad en la pantalla del chat para elegir el modo de firma para este servidor.",
	"gui.nochatreports.signing_required.allow_signing": "Permitir firma",
	"gui.nochatreports.signing_required.cancel": "Cerrar",
	"gui.nochatreports.signing_required.check": "No volver a mostrar durante esta sesión",
	"chat.nochatreports.disabled.signing_requested": "El servidor rechazó entregar un mensaje sin firmar. Podés habilitar la firma de chat cambiando el modo de firma o desde una pantalla emergente.",
	"gui.nochatreports.signing_mode": "§lModo de firma: %1$s",
	"gui.nochatreports.signing_mode.default": "Predeterminado (%1$s)",
	"gui.nochatreports.signing_mode.always": "Siempre",
	"gui.nochatreports.signing_mode.never": "Nunca",
	"gui.nochatreports.signing_mode.never_forced": "No se puede habilitar",
	"gui.nochatreports.signing_mode.prompt": "Preguntar",
	"gui.nochatreports.signing_mode.on_demand": "A demanda",
	"gui.nochatreports.signing_mode.always.tooltip": "Este modo habilita automáticamente la firma de mensajes apenas entrás al servidor, igual que un cliente vanilla.",
	"gui.nochatreports.signing_mode.never.tooltip": "En este modo, los mensajes nunca se firman y se ignoran todos los pedidos del servidor para firmarlos.",
	"gui.nochatreports.signing_mode.never_forced.tooltip": "Este modo indica que tus mensajes no se pueden firmar, ya sea porque estás usando una cuenta offline o porque el cliente no pudo obtener tus claves de firma del servicio de Mojang.",
	"gui.nochatreports.signing_mode.prompt.tooltip": "En este modo, los mensajes no se firman por defecto, pero si el servidor lo exige, se te mostrará una pantalla emergente para habilitar la firma por una sesión.",
	"gui.nochatreports.signing_mode.on_demand.tooltip": "Similar al modo \"Preguntar\", pero en vez de mostrar una pantalla emergente, se habilita la firma automáticamente apenas el servidor lo pide.",

	"configuration.NoChatReports.config": "No Chat Reports",
	"configuration.NoChatReports.category.client": "Cliente",
	"option.NoChatReports.enableMod": "Habilitar mod",
	"option.NoChatReports.enableMod.tooltip": "Permite la mayoría de las funciones del mod del lado del cliente. Si se cambia durante una sesión, requiere volver a entrar al servidor para que tenga efecto.",
	"option.NoChatReports.showNCRButton": "Mostrar botón de NCR",
	"option.NoChatReports.showNCRButton.tooltip": "Agrega un botón en el menú multijugador que activa o desactiva la mayoría de las funciones del mod del lado del cliente.",
	"option.NoChatReports.defaultSigningMode": "Modo de firma predeterminado",
	"option.NoChatReports.defaultSigningMode.tooltip": "Establece el modo de firma por defecto para servidores que permiten o exigen la firma de mensajes.",
	"option.NoChatReports.showReloadButton": "Mostrar botón de recarga",
	"option.NoChatReports.showReloadButton.tooltip": "Agrega un botón en el menú multijugador para recargar la configuración.",
	"option.NoChatReports.verifiedIconEnabled": "Ícono de verificado habilitado",
	"option.NoChatReports.verifiedIconEnabled.tooltip": "Permite que el mod muestre un ícono especial en el menú multijugador para servidores que tengan No Chat Reports u otras medidas contra reportes de chat.",
	"option.NoChatReports.verifiedIconOffsetX": "Desplazamiento en X del ícono de verificado",
	"option.NoChatReports.verifiedIconOffsetX.tooltip": "Define el desplazamiento sobre el eje X para renderizar el ícono de \"Servidor Seguro\".",
	"option.NoChatReports.verifiedIconOffsetY": "Desplazamiento en Y del ícono de verificado",
	"option.NoChatReports.verifiedIconOffsetY.tooltip": "Define el desplazamiento sobre el eje Y para renderizar el ícono de \"Servidor Seguro\".",
	"gui.NoChatReports.showEncryptionButtonWarning": "§cLo siguiente no desactiva el cifrado, ¡solo oculta el botón!",
	"option.NoChatReports.showEncryptionButton": "Mostrar botón de cifrado",
	"option.NoChatReports.showEncryptionButton.tooltip": "Si lo desactivás, simplemente va a ocultar el botón de cifrado en la pantalla de chat. Tené en cuenta que el cifrado no se va a desactivar automáticamente junto con el botón.",
	"option.NoChatReports.showEncryptionIndicators": "Mostrar indicadores de cifrado",
	"option.NoChatReports.showEncryptionIndicators.tooltip": "Activa o desactiva la visualización de indicadores de mensajes cifrados, que se muestran como una barra violeta a la izquierda y §5§l(§r§5ȯ§5§l)§r al pasar el mouse por la derecha del mensaje de chat.",
	"option.NoChatReports.showServerSafety": "Mostrar seguridad del servidor",
	"option.NoChatReports.showServerSafety.tooltip": "Permite que el cliente muestre el estado de seguridad del servidor en la esquina inferior derecha de la pantalla del chat. Al pasar el mouse se muestra información adicional.",
	"option.NoChatReports.showServerSafety.moreInfo": "§bHacé clic acá para leer más sobre los niveles de seguridad del servidor",
	"option.NoChatReports.hideInsecureMessageIndicators": "Ocultar indicadores de mensajes no verificados",
	"option.NoChatReports.hideInsecureMessageIndicators.tooltip": "Evita que el cliente muestre los indicadores de mensajes no verificados, que aparecen como una barra gris a la izquierda del mensaje.",
	"option.NoChatReports.hideModifiedMessageIndicators": "Ocultar indicadores de mensajes modificados",
	"option.NoChatReports.hideModifiedMessageIndicators.tooltip": "Evita que el cliente muestre los indicadores de mensajes modificados, que aparecen como una barra gris a la izquierda y §7§l(§r§7?§7§l)§r al pasar el mouse por la derecha del mensaje.",
	"option.NoChatReports.hideSystemMessageIndicators": "Ocultar indicadores de mensajes del sistema",
	"option.NoChatReports.hideSystemMessageIndicators.tooltip": "Evita que el cliente muestre los indicadores de mensajes del sistema, que se ven como una barra gris a la izquierda del mensaje.",
	"option.NoChatReports.hideWarningToast": "Ocultar aviso de advertencia",
	"option.NoChatReports.hideWarningToast.tooltip": "Elimina el aviso de advertencia que aparece al entrar a servidores con §oenforce-secure-profile§r desactivado.",
	"option.NoChatReports.hideSigningRequestMessage": "Ocultar mensaje de solicitud de firma",
	"option.NoChatReports.hideSigningRequestMessage.tooltip": "Oculta el mensaje de chat que aparece cuando el servidor le pide al cliente que firme los mensajes.",
	"option.NoChatReports.alwaysHideReportButton": "Ocultar siempre el botón de reporte",
	"option.NoChatReports.alwaysHideReportButton.tooltip": "Evita que el cliente muestre el botón de reportar en la pantalla de Interacciones Sociales. Está desactivado por defecto, y el mod simplemente lo hace inactivo en servidores que tienen No Chat Reports, además de agregar una explicación en el tooltip del botón.",
	"option.NoChatReports.demandOnServer": "Exigir en el servidor",
	"option.NoChatReports.demandOnServer.tooltip": "Impide que el cliente se conecte a servidores que no tengan instalado No Chat Reports.",
	"option.NoChatReports.enableDebugLog": "Habilitar registro de depuración",
	"option.NoChatReports.enableDebugLog.tooltip": "Habilita el registro de cierta información de depuración. Generalmente no sirve para quienes no desarrollan.",
	"option.NoChatReports.disableTelemetry": "Desactivar telemetría",
	"option.NoChatReports.disableTelemetry.tooltip": "Permite que el mod desactive la telemetría integrada, de forma similar a como lo hace No Telemetry.",
	"configuration.NoChatReports.category.lan": "LAN",
	"option.NoChatReports.demandOnClient": "Exigir en el cliente",
	"option.NoChatReports.demandOnClient.tooltip": "Hace que el servidor exija que todos los clientes que se conectan tengan instalado No Chat Reports.",
	"option.NoChatReports.demandOnClientMessage": "Mensaje de expulsión por falta de No Chat Reports",
	"option.NoChatReports.demandOnClientMessage.tooltip": "Mensaje que se le muestra a un cliente si intenta entrar al servidor sin tener No Chat Reports instalado.",
	"option.NoChatReports.convertToGameMessage": "Convertir a mensaje del sistema",
	"option.NoChatReports.convertToGameMessage.tooltip": "Hace que el servidor convierta todos los mensajes de los jugadores en mensajes del sistema. Los mensajes del sistema no tienen firma y no se pueden reportar; en clientes sin mods, se muestran con una barra gris a la izquierda.",
	"option.NoChatReports.addQueryData": "Agregar datos de consulta",
	"option.NoChatReports.addQueryData.tooltip": "Permite que el servidor envíe datos adicionales al cliente cuando maneja pings. Esto se usa para mostrar el ícono de \"Servidor Seguro\" y otros fines técnicos."
}
