{
	"modmenu.descriptionTranslation.nochatreports": "Supprime les signatures chiffrées des messages des joueurs, ce qui rend impossible leur suivi et leur association avec votre compte Mojang/Microsoft, ainsi que l'utilisation de la fonction de signalement sur le chat des joueurs.",
	"key.nochatreports.ctrl": "Ctrl",
	"key.nochatreports.cmd": "Cmd",
	"gui.nochatreports.secure_chat": "Cette option ne peut pas fonctionner avec No Chat Reports, car il n'y a pas de signatures à vérifier.",
	"gui.nochatreports.no_reporting": "Les signalements de discussion sont désactivés sur ce serveur, avec No Chat Reports.",
	"disconnect.nochatreports.client": "Ce serveur ne dispose pas de No Chat Reports et vous l'avez configuré pour qu'il soit requis sur le serveur.",
	"gui.nochatreports.safety_status_button.controls": "Un clic gauche permet de changer de mode de signature",
	"gui.nochatreports.safety_status.secure": "Ce serveur utilise No Chat Reports, ou empêche vos messages d'être signalés d'une quelconque manière. Vous pouvez discuter en toute sécurité.",
	"gui.nochatreports.safety_status.singleplayer": "Vous pouvez toujours discuter en toute sécurité en mode solo et dans les mondes LAN auto-hébergés.",
	"gui.nochatreports.safety_status.unintrusive": "Ce serveur vous permet d'envoyer des messages non signés qui ne peuvent pas être signalés à Mojang. À moins qu'un plugin ne soit installé sur le serveur pour empêcher les signalements de chat, les clients vanilla enverront toujours des messages signés, afficheront les messages non signés comme \"Non vérifiés\" et ne les montreront pas si l'option \"Afficher uniquement les chats sécurisés\" est activée dans les options de chat.",
	"gui.nochatreports.safety_status.insecure": "Ce serveur exige actuellement que tous les messages de chat soient signés. Tous les messages signés constituent une preuve potentiellement incriminante qui peut être utilisée contre vous dans un signalement de chat.",
	"gui.nochatreports.safety_status.insecure_signing": "Vous avez activé la signature du chat, ce qui fait de tous vos messages une preuve potentiellement incriminante qui peut être utilisée contre vous dans un signalement de chat.",
	"gui.nochatreports.safety_status.realms": "Il s'agit d'un serveur Realms. Non seulement il n'y a aucun moyen d'empêcher les signalements de chat ici, mais Mojang emploie également une surveillance automatisée des chats pour identifier les \"préjudices en ligne\" potentiels et les soumettre à un examen humain, que le propriétaire du Realm le veuille ou non. Votre seul espoir est le cryptage du chat.",
	"gui.nochatreports.safety_status.unknown": "No Chat Reports n'est pas encore sûr de la sécurité de ce serveur. Essayez d'envoyer un message dans le chat afin de l'évaluer.",
	"gui.nochatreports.safety_status.undefined": "No Chat Reports n'a pas pu évaluer la sécurité de ce serveur. Cela ne devrait jamais se produire, merci de le signaler comme un bug au développeur du mod.",
	"gui.nochatreports.signing_status.allowed_realms": "La signature du chat est toujours activée sur Realms, puisqu'elle est toujours requise et que la désactiver n'apporterait aucun avantage de toute façon.",
	"gui.nochatreports.signing_status.allowed": "La signature des messages est activée pour cette session.",
	"gui.nochatreports.signing_status.allowed_session": "La signature des messages est activée pour cette session, mais elle sera désactivée lorsque vous vous reconnecterez.",
	"gui.nochatreports.signing_status.disabled": "La signature des messages est désactivée pour cette session.",
	"gui.nochatreports.signing_status.disabled_allowance_pending": "La signature des messages est désactivée pour cette session, mais elle sera activée lorsque vous enverrez un message.",
	"gui.nochatreports.signing_status.disabled_offline": "La signature des messages est désactivée car il s'agit d'un serveur hors ligne.",
	"gui.nochatreports.reload_config_tooltip": "Recharger la configuration No Chat Reports. A utiliser avec précaution.",
	"gui.nochatreports.verified_server": "§a§lServeur sécurisé§r\nCe serveur utilise No Chat Reports, ou empêche vos messages d'être signalés d'une quelconque manière. Vous pouvez discuter en toute sécurité.",
	"gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nDésactive ou active la plupart des fonctionnalités du mod côté client. Vous devrez peut-être le faire pour rejoindre certains serveurs Paper/Velocity, car ils sont connus pour causer des problèmes avec NCR. \nCertaines choses non liées au réseau, comme le chiffrement, l'indice de confiance du chat et la suppression du message vanilla's. \"Les messages du chat ne peuvent pas être vérifiés\" fonctionneront toujours; ils peuvent être désactivés dans la configuration individuellement.",
	"gui.nochatreports.ncr_state_on": "§a§lActivé§r",
	"gui.nochatreports.ncr_state_off": "§c§lDésactivé§r",
	"tag.nochatreports.encrypted": "Chiffré par: %1$s",
	"tag.nochatreports.encrypted_original": "Non déchiffré: %1$s",
	"gui.nochatreports.encryption_tooltip": "§lChiffrement:§r %1$s\nClique droit pour configurer.\n\nSi le chiffrement est activé, vous pouvez empêcher qu'il soit appliqué au message en maintenant %2$s enfoncé lors de l'envoi.",
	"gui.nochatreports.encryption_tooltip_invalid": "§lChiffrement:§r %1$s\n§cConfiguration non valide. Cliquer pour configurer.",
	"gui.nochatreports.encryption_state_on": "§a§lActivé§r",
	"gui.nochatreports.encryption_state_off": "§c§lDésactivé§r",
	"gui.nochatreports.encryption_warning.header": "À propos du chiffrement",
	"gui.nochatreports.encryption_warning.contents": "Vous pouvez chiffrer vos messages à l'aide d'une clé secrète. Seules les personnes connaissant cette clé pourront les déchiffrer. No Chat Reports déchiffrera automatiquement tous les messages chiffrés lorsqu'une clé appropriée est fournie et que la fonction est activée.\nToutefois, sachez que le chiffrement n'est pas une solution \"miracle\". Les modérateurs des serveurs tiers peuvent vous mettre en sourdine ou vous bannir si vous envoyez ce qui leur apparaît comme un désordre dans le chat. Par ailleurs, il est recommandé de générer une clé de chiffrement personnalisée et de ne la communiquer à d'autres personnes que par le biais de canaux sécurisés. Cliquez sur \"En savoir plus\" pour en savoir plus sur la manière dont vous devez utiliser le chiffrement et à quel moment vous devez l'utiliser.",
	"gui.nochatreports.encryption_warning.check": "Ne plus montrer",
	"gui.nochatreports.encryption_warning.learn_more": "En savoir plus",
	"gui.nochatreports.encryption_config.header": "Paramètres de chiffrement",
	"gui.nochatreports.encryption_config.key_desc": "§lClé de chiffrement§r\nClé qui sera utilisée pour chiffrer et déchiffrer vos messages. Son format dépend de l'algorithme ; pour AES, il s'agit de 128 bits de données binaires codées en Base64.",
	"gui.nochatreports.encryption_config.passphrase_desc": "§lChiffrement phrase de passe§r\nAu lieu de générer une clé aléatoire, vous pouvez en créer une à partir d'une phrase de passe de votre choix. Si vous l'utilisez, choisissez-en une forte. Tous les algorithmes ne prennent pas en charge les phrases de passe.",
	"gui.nochatreports.encryption_config.validation_ok": "Validation de la clé: §a§lRéussi",
	"gui.nochatreports.encryption_config.validation_failed": "Validation de la clé: §c§lÉchoué",
	"gui.nochatreports.encryption_config.dice_tooltip": "Générer une nouvelle clé aléatoire en fonction de l'algorithme de chiffrement sélectionné.",
	"gui.nochatreports.encryption_config.pass_not_allowed": "<non pris en charge>",
	"gui.nochatreports.encryption_config.algorithm": "Algorithme: %1$s",
	"gui.nochatreports.encryption_config.default_key": "<défaut: %1$s>",
	"gui.nochatreports.encryption_config.encrypt_public": "Chiffrer les messages publics",
	"algorithm.nochatreports.aes_cfb8_base64.name": "AES/CFB8+Base64R",
	"algorithm.nochatreports.aes_cfb8_base64": "§lAES/CFB8+Base64R§r\nAlgorithme de chiffrement symétrique standard. Utilise des clés de 128 bits, le résultat est encodé dans une version spéciale de Base64 pour permettre le transfert via le chat de Minecraft. En contrepartie, la longueur des messages augmente d'environ 30 % et le serveur peut les tronquer s'ils dépassent la limite de taille.",
	"algorithm.nochatreports.aes_gcm_base64.name": "AES/GCM+Base64R",
	"algorithm.nochatreports.aes_gcm_base64": "§lAES/GCM+Base64R§r\nPlus de sécurité en échange d'une forte augmentation de la taille du message (12 octets pour le vecteur d'initialisation et 12 octets pour la balise d'authentification, encodage Base64 en plus). Choisissez cette option si vous accordez plus d'importance à la sécurité qu'à toute autre chose.",
	"algorithm.nochatreports.aes_ecb_base64.name": "AES/ECB+Base64R",
	"algorithm.nochatreports.aes_ecb_base64": "§lAES/ECB+Base64R§r\nCe mode est nettement moins sûr que le mode CFB, mais il permet d'économiser quelques octets en ne nécessitant pas de vecteur d'initialisation. C'est toujours mieux que Caesar.",
	"algorithm.nochatreports.caesar.name": "Caesar",
	"algorithm.nochatreports.caesar": "§lCaesar§r\nChiffrement des expressions. Vous espérez ainsi que les gens abandonneront sans même essayer de déchiffrer vos messages. Cela peut être vrai dans de nombreux cas, et la viabilité de son utilisation dépend donc de votre modèle de menace.La clé doit être un nombre entier compris entre 1 et 1024. Le décalage se fait par code de caractère et non par ordre alphabétique pour assurer la compatibilité avec toutes les langues.",
	"nochatreports.connect.nokey_rejected": "Le serveur a rejeté la connexion sans clé de signature du chat.",
	"nochatreports.connect.await": "En attente de reconnexion: %1$s secondes...",
	"gui.nochatreports.realms_warning.header": "Attention: Realms",
	"gui.nochatreports.realms_warning.contents": "Les serveurs Realms ne sont pas privés. Les propriétaires de Realms ne peuvent pas désactiver le signalement des chats et Mojang utilise une surveillance supplémentaire des chats pour identifier les \"préjudices en ligne\" potentiels et les soumettre à un examen humain. S'il s'avère que vous avez enfreint les normes communautaires de Minecraft - même si les participants au chat n'ont pas été offensés - vous serez banni, temporairement ou définitivement, de tous les services multijoueurs. L'utilisation du chiffrement est fortement conseillée.",
	"gui.nochatreports.realms_warning.check": "Ne plus montrer",
	"gui.nochatreports.realms_warning.learn_more": "En savoir plus",
	"gui.nochatreports.signing_required.header": "Attention : Signature du chat requise",
	"gui.nochatreports.signing_required.contents": "Ce serveur exige que tous les messages de chat soient signés, ce qui signifie qu'ils peuvent être signalés à Mojang, ce qui peut entraîner un bannissement de tous les serveurs multijoueurs. Cela signifie probablement que le propriétaire du serveur a activé l'option \"enforce-secure-profile\" dans le fichier server.properties, qui est l'option par défaut depuis la version 1.19.1.\n\nCliquez sur \"Autoriser la signature\" pour activer la signature des messages pour cette session. Vous pouvez également utiliser le bouton d'état de sécurité dans l'écran de chat pour sélectionner le mode de signature pour ce serveur.",
	"gui.nochatreports.signing_required.allow_signing": "Autoriser la signature",
	"gui.nochatreports.signing_required.cancel": "Rejeter",
	"gui.nochatreports.signing_required.check": "Ne plus montrer pendant cette session",
	"chat.nochatreports.disabled.signing_requested": "Le serveur a refusé de délivrer un message non signé. Vous pouvez activer la signature du chat en modifiant votre mode de signature ou en consultant un écran d'invitation.",
	"gui.nochatreports.signing_mode": "§lMode de signature: %1$s",
	"gui.nochatreports.signing_mode.default": "Défaut (%1$s)",
	"gui.nochatreports.signing_mode.always": "Toujours",
	"gui.nochatreports.signing_mode.never": "Jamais",
	"gui.nochatreports.signing_mode.never_forced": "Impossible d'activer",
	"gui.nochatreports.signing_mode.prompt": "Invitation",
	"gui.nochatreports.signing_mode.on_demand": "Sur demande",
	"gui.nochatreports.signing_mode.always.tooltip": "Ce mode active automatiquement la signature des messages dès que vous entrez dans le serveur, comme le ferait un client vanilla.",
	"gui.nochatreports.signing_mode.never.tooltip": "Dans ce mode, les messages ne sont jamais signés et toutes les demandes de signature du serveur sont ignorées.",
	"gui.nochatreports.signing_mode.never_forced.tooltip": "Ce mode indique que vos messages ne peuvent pas être signés du tout, soit parce que vous utilisez un compte hors ligne, soit parce que le client n'a pas réussi à récupérer vos clés de signature auprès du service de Mojang.",
	"gui.nochatreports.signing_mode.prompt.tooltip": "Dans ce mode, les messages ne sont pas signés par défaut, mais si le serveur exige une signature, un écran contextuel s'affiche pour vous permettre d'activer la signature pour une session.",
	"gui.nochatreports.signing_mode.on_demand.tooltip": "Similaire au mode Invitation, mais au lieu d'afficher une fenêtre contextuelle, la signature sera activée automatiquement dès que le serveur le demandera.",

	"configuration.NoChatReports.config": "No Chat Reports",
	"configuration.NoChatReports.category.client": "Client",
	"option.NoChatReports.enableMod": "Activer le mod",
	"option.NoChatReports.enableMod.tooltip": "Permet d'activer la plupart des fonctionnalités du mod côté client. Si, activé en cours de session, il faudra se reconnecter au serveur pour prendre effet.",
	"option.NoChatReports.showNCRButton": "Afficher le bouton NCR",
	"option.NoChatReports.showNCRButton.tooltip": "Ajoute un bouton qui permet d'activer la plupart des fonctionnalités côté client du mod dans le menu multijoueur.",
	"option.NoChatReports.defaultSigningMode": "Mode de signature par défaut",
	"option.NoChatReports.defaultSigningMode.tooltip": "Définit le mode de signature par défaut pour les serveurs qui forcent ou autorisent la signature des chats.",
	"option.NoChatReports.showReloadButton": "Afficher le bouton de recharge",
	"option.NoChatReports.showReloadButton.tooltip": "Ajout d'un bouton pour le rechargement de la configuration dans le menu multijoueur.",
	"option.NoChatReports.verifiedIconEnabled": "Activation de l'icône vérifiée",
	"option.NoChatReports.verifiedIconEnabled.tooltip": "Permet au mod d'afficher une icône spéciale dans le menu multijoueur pour les serveurs qui ont No Chat Reports ou d'autres mesures anti-signalements de chat.",
	"option.NoChatReports.verifiedIconOffsetX": "Icône vérifiée position X",
	"option.NoChatReports.verifiedIconOffsetX.tooltip": "Définit le positionnement de l'axe X de l'icône \"Serveur sécurisé\".",
	"option.NoChatReports.verifiedIconOffsetY": "Icône vérifiée position Y",
	"option.NoChatReports.verifiedIconOffsetY.tooltip": "Définit le positionnement de l'axe Y de l'icône \"Serveur sécurisé\".",
	"gui.NoChatReports.showEncryptionButtonWarning": "§cLe texte ci-dessous ne désactive pas le chiffrement, il ne fait que cacher le bouton!",
	"option.NoChatReports.showEncryptionButton": "Afficher le bouton de chiffrement",
	"option.NoChatReports.showEncryptionButton.tooltip": "En réglant ce paramètre sur faux, vous empêcherez simplement l'affichage du bouton de chiffrement dans l'écran de discussion. Attention, le chiffrement lui-même ne sera pas automatiquement désactivé en même temps que le bouton.",
	"option.NoChatReports.showEncryptionIndicators": "Afficher les indicateurs de chiffrement",
	"option.NoChatReports.showEncryptionIndicators.tooltip": "Bascule l'affichage des indicateurs de messages chiffrés sous la forme d'une barre violette à gauche et §5§l(§r§5ȯ§5§l)§r au survol à droite du message de chat.",
	"option.NoChatReports.showServerSafety": "Afficher la sécurité du serveur",
	"option.NoChatReports.showServerSafety.tooltip": "Permet au client d'afficher l'état de sécurité du serveur dans le coin inférieur droit de l'écran de chat. L'icône peut être survolée pour obtenir des informations supplémentaires.",
	"option.NoChatReports.showServerSafety.moreInfo": "§bCliquez ici pour en savoir plus sur les niveaux de sécurité des serveurs",
	"option.NoChatReports.hideInsecureMessageIndicators": "Cacher les indicateurs de messages non vérifiés",
	"option.NoChatReports.hideInsecureMessageIndicators.tooltip": "Empêche le client d'afficher des indicateurs de messages non vérifiés sous la forme d'une barre grise à gauche du message de chat.",
	"option.NoChatReports.hideModifiedMessageIndicators": "Cacher les indicateurs de messages modifiés",
	"option.NoChatReports.hideModifiedMessageIndicators.tooltip": "Empêche le client d'afficher des indicateurs de messages modifiés sous la forme d'une barre grise à gauche et de §7§l(§r§7?§7§l)§r au survol à droite du message de chat.",
	"option.NoChatReports.hideSystemMessageIndicators": "Cacher les indicateurs de messages du système",
	"option.NoChatReports.hideSystemMessageIndicators.tooltip": "Empêche le client d'afficher les indicateurs de message du système sous la forme d'une barre grise à gauche du message de chat.",
	"option.NoChatReports.hideWarningToast": "Cacher le message d'alerte",
	"option.NoChatReports.hideWarningToast.tooltip": "Supprime l'avertissement affiché lors de l'accès à des serveurs dont le paramètre §oenforce-secure-profile§r est désactivé.",
	"option.NoChatReports.hideSigningRequestMessage": "Cacher le message de demande de signature",
	"option.NoChatReports.hideSigningRequestMessage.tooltip": "Cacher le message de chat qui s'affiche lorsque le serveur demande au client de signer des messages.",
	"option.NoChatReports.alwaysHideReportButton": "Toujours cacher le bouton de signalement",
	"option.NoChatReports.alwaysHideReportButton.tooltip": "Empêche le client d'afficher le bouton de signalement dans l'écran des interactions sociales. Ce bouton est désactivé par défaut et le mod le rend simplement inactif sur les serveurs sur lesquels No Chat Reports est installé, en ajoutant une explication à l'infobulle du bouton.",
	"option.NoChatReports.demandOnServer": "Demande au serveur",
	"option.NoChatReports.demandOnServer.tooltip": "Empêche le client de rejoindre des serveurs sur lesquels le mod No Chat Reports n'est pas installée.",
	"option.NoChatReports.enableDebugLog": "Activer le journal de débogage",
	"option.NoChatReports.enableDebugLog.tooltip": "Active l'enregistrement de certaines informations de débogage. Cette fonction est généralement inutile pour les non-développeurs.",
	"option.NoChatReports.disableTelemetry": "Désactiver la télémétrie",
	"option.NoChatReports.disableTelemetry.tooltip": "Permet au mod de désactiver la télémétrie intégrée de la même manière que No Telemetry.",
	"configuration.NoChatReports.category.lan": "LAN",
	"option.NoChatReports.demandOnClient": "Demande au client",
	"option.NoChatReports.demandOnClient.tooltip": "Oblige le serveur à demander à tous les clients qui le rejoignent d'installer No Chat Reports.",
	"option.NoChatReports.demandOnClientMessage": "Demande au client message d'expulsion",
	"option.NoChatReports.demandOnClientMessage.tooltip": "Le message qui est affiché à un client s'il tente de rejoindre le serveur sans que le mod No Chat Reports soit installé.",
	"option.NoChatReports.convertToGameMessage": "Convertir en message de jeu",
	"option.NoChatReports.convertToGameMessage.tooltip": "Le serveur convertit tous les messages des joueurs en messages système. Les messages système n'ont pas de signature et ne peuvent pas être signalés. Sur les clients non modifiés, ils s'affichent avec une barre grise à gauche.",
	"option.NoChatReports.addQueryData": "Ajouter des données de requête",
	"option.NoChatReports.addQueryData.tooltip": "Permet au serveur d'envoyer des données supplémentaires au client lors de la demande des pings. Ces données sont utilisées pour afficher l'icône \"Serveur sécurisé\" ainsi que pour d'autres raisons techniques."
}
