{
	"modmenu.descriptionTranslation.nochatreports": "Menanggalkan tandatangan kriptografi daripada mesej pemain, menjadikannya mustahil untuk menjejak dan mengaitkannya dengan akaun Microsoft anda serta mustahil untuk menggunakan ciri Pelaporan Perbualan Pemain.",
	"key.nochatreports.ctrl": "Ctrl",
	"key.nochatreports.cmd": "Cmd",
	"gui.nochatreports.secure_chat": "Pilihan ini tidak boleh berfungsi dengan No Chat Reports, kerana tiada tandatangan untuk disahkan.",
	"gui.nochatreports.no_reporting": "Laporan perbualan dinyahdayakan pada pelayan ini, ihsan No Chat Reports.",
	"disconnect.nochatreports.client": "Pelayan ini tidak mempunyai No Chat Reports dan anda telah mengkonfigurasinya untuk memerlukannya sendiri pada pelayan.",
	"gui.nochatreports.safety_status_button.controls": "Klik kiri untuk berkitar antara mod tandatangan.",
	"gui.nochatreports.safety_status.secure": "Pelayan ini memasang No Chat Reports atau menghalang mesej anda daripada dilaporkan dalam beberapa cara lain yang diketahui. Anda boleh berbual dengan selamat.",
	"gui.nochatreports.safety_status.singleplayer": "Anda sentiasa boleh bersembang dengan selamat dalam dunia ekapemain dan dunia LAN yang dihos sendiri.",
	"gui.nochatreports.safety_status.unintrusive": "Pelayan ini membenarkan anda menghantar mesej yang tidak ditandatangani yang tidak boleh dilaporkan kepada Mojang. Melainkan beberapa jenis pemalam dipasang pada pelayan yang menghalang laporan perbualan - klien vanila masih akan menghantar mesej yang ditandatangani, memaparkan mesej yang tidak ditandatangani sebagai \"Tidak Disahkan\" dan tidak menunjukkannya jika \"Hanya Tunjukkan Perbualan Selamat\" didayakan dalam pilihan perbualan.",
	"gui.nochatreports.safety_status.insecure": "Pelayan ini pada masa ini menuntut semua mesej perbualan untuk ditandatangani. Semua mesej yang ditandatangani adalah bukti yang berpotensi membebankan yang boleh digunakan terhadap anda dalam laporan perbualan.",
	"gui.nochatreports.safety_status.insecure_signing": "Anda telah mendayakan penandatanganan perbualan yang menjadikan semua mesej anda sebagai bukti yang berpotensi membebankan yang boleh digunakan terhadap anda dalam laporan perbualan.",
	"gui.nochatreports.safety_status.realms": "Ini ialah pelayan Realms. Bukan sahaja tiada cara untuk menghalang laporan perbualan di sini, tetapi Mojang juga menggunakan pemantauan perbualan automatik untuk mengenal pasti \"kemudaratan dalam talian\" yang berpotensi dan meningkatkannya kepada semakan manusia, tidak kira sama ada pemilik Realm menyukainya atau tidak. Satu-satunya harapan anda ialah penyulitan perbualan.",
	"gui.nochatreports.safety_status.unknown": "No Chat Reports masih belum pasti tentang keselamatan pelayan ini. Cuba hantar mesej dalam perbualan untuk menilainya.",
	"gui.nochatreports.safety_status.undefined": "No Chat Reports tidak dapat menilai keselamatan pelayan ini. Perkara ini tidak sepatutnya berlaku, sila laporkan ia sebagai pepijat kepada pembangun mod.",
	"gui.nochatreports.signing_status.allowed_realms": "Tandatangan perbualan sentiasa didayakan di Realms, kerana ia sentiasa diperlukan dan menyahdayakannya tidak akan memberi manfaat.",
	"gui.nochatreports.signing_status.allowed": "Penandatangan mesej didayakan untuk sesi ini.",
	"gui.nochatreports.signing_status.allowed_session": "Tandatangan mesej didayakan untuk sesi ini, tetapi ia akan dinyahdayakan sebaik sahaja anda menyertai semula.",
	"gui.nochatreports.signing_status.disabled": "Penandatangan mesej dinyahdayakan untuk sesi ini.",
	"gui.nochatreports.signing_status.disabled_allowance_pending": "Tandatangan mesej dinyahdayakan untuk sesi ini, tetapi ia akan didayakan sebaik sahaja anda menghantar sebarang mesej.",
	"gui.nochatreports.signing_status.disabled_offline": "Penandatangan mesej dinyahdayakan kerana ini adalah pelayan luar talian.",
	"gui.nochatreports.reload_config_tooltip": "Muat semula konfigurasi No Chat Reports. Gunakan dengan berhati-hati.",
	"gui.nochatreports.verified_server": "§a§lPelayan Selamat§r\nKami boleh mengesahkan bahawa pelayan ini memasang No Chat Reports atau menghalang laporan perbualan dengan cara lain yang diketahui. Anda boleh berbual dengan selamat di sana.",
	"gui.nochatreports.ncr_toggle_tooltip": "§lTiada Laporan Sembang:§r %1$s\nNyahdayakan atau dayakan kebanyakan fungsi bahagian klien mod. Anda mungkin perlu melakukan ini untuk menyertai beberapa pelayan Paper/Velocity, kerana ia diketahui menyebabkan masalah dengan NCR.\nPerkara tertentu yang tidak berkaitan rangkaian, seperti penyulitan, perubahan status amanah perbualan dan pengalihan keluar pemberitahuan \"Mesej perbualan tidak dapat disahkan\" vanila masih akan berfungsi; mereka boleh dinyahdayakan dalam konfigurasi secara individu.",
	"gui.nochatreports.ncr_state_on": "§a§lDidayakan§r",
	"gui.nochatreports.ncr_state_off": "§c§ldinyahdayakan§r",
	"nochatreports.connect.nokey_rejected": "Pelayan menolak sambungan tanpa kunci tandatangan perbualan.",
	"nochatreports.connect.await": "Menunggu penyambungan semula: %1$s saat...",
	"gui.nochatreports.realms_warning.header": "Amaran: Realms",
	"gui.nochatreports.realms_warning.contents": "Pelayan Realms bukan peribadi. Pemilik realm tidak boleh menyahdayakan pelaporan perbualan dan Mojang menggunakan pemantauan perbualan tambahan untuk mengenal pasti \"kemudaratan dalam talian\" yang berpotensi dan meningkatkannya kepada semakan manusia. Jika anda kemudiannya didapati melanggar Piawaian Komuniti Minecraft - walaupun peserta perbualan tidak tersinggung - anda akan disekat, buat sementara waktu atau selama-lamanya, daripada semua perkhidmatan multipemain. Penggunaan penyulitan amat dinasihatkan.",
	"gui.nochatreports.realms_warning.check": "Jangan tunjukkan lagi",
	"gui.nochatreports.realms_warning.learn_more": "Ketahui Lebih Lanjut",
	"gui.nochatreports.signing_required.header": "Awas: Penandatanganan Perbualan Diminta",
	"gui.nochatreports.signing_required.contents": "Pelayan ini memerlukan semua mesej perbualan ditandatangani, yang bermaksud ia boleh dilaporkan kepada Mojang, yang mungkin mengakibatkan penyekatan daripada semua pelayan multipemain. Ini berkemungkinan bermakna bahawa pemilik pelayan mengekalkan \"enforce-secure-profile\" didayakan dalam server.properties, yang merupakan lalai sejak 1.19.1.\n\nKlik \"Benarkan Tandatangan\" untuk mendayakan tandatangan mesej untuk sesi ini. Anda juga boleh menggunakan butang status keselamatan dalam skrin sembang untuk memilih mod tandatangan untuk pelayan ini.",
	"gui.nochatreports.signing_required.allow_signing": "Benarkan Penandatanganan",
	"gui.nochatreports.signing_required.cancel": "Abaikan",
	"gui.nochatreports.signing_required.check": "Jangan tunjukkan lagi semasa sesi ini",
	"chat.nochatreports.disabled.signing_requested": "Pelayan enggan menghantar mesej yang tidak ditandatangani. Anda boleh mendayakan tandatangan perbualan dengan menukar mod tandatangan anda atau melalui skrin gesaan.",
	"gui.nochatreports.signing_mode": "§lMod Penandatanganan: %1$s",
	"gui.nochatreports.signing_mode.default": "Lalai (%1$s)",
	"gui.nochatreports.signing_mode.always": "Sentiasa",
	"gui.nochatreports.signing_mode.never": "Jangan Pernah",
	"gui.nochatreports.signing_mode.never_forced": "Tidak Boleh Dayakan",
	"gui.nochatreports.signing_mode.prompt": "Prom",
	"gui.nochatreports.signing_mode.on_demand": "Atas Permintaan",
	"gui.nochatreports.signing_mode.always.tooltip": "Mod ini secara automatik mendayakan penandatanganan mesej sebaik sahaja anda memasuki pelayan, sama seperti klien vanila.",
	"gui.nochatreports.signing_mode.never.tooltip": "Dalam mod ini, mesej tidak pernah ditandatangani dan semua permintaan pelayan untuk menandatanganinya diabaikan.",
	"gui.nochatreports.signing_mode.never_forced.tooltip": "Mod ini menunjukkan bahawa mesej anda tidak boleh ditandatangani sama sekali, sama ada kerana anda menggunakan akaun luar talian atau kerana klien gagal mengambil kunci tandatangan anda daripada perkhidmatan Mojang.",
	"gui.nochatreports.signing_mode.prompt.tooltip": "Dalam mod ini, mesej tidak ditandatangani secara lalai, tetapi jika pelayan menuntut tandatangan, anda akan ditunjukkan skrin popup di mana anda boleh mendayakan tandatangan untuk satu sesi.",
	"gui.nochatreports.signing_mode.on_demand.tooltip": "Sama seperti mod gesaan, tetapi bukannya menunjukkan skrin timbul, tandatangan hanya akan didayakan secara automatik sebaik sahaja pelayan memintanya.",
	"configuration.NoChatReports.config": "No Chat Reports",
	"configuration.NoChatReports.category.client": "Klien",
	"option.NoChatReports.enableMod": "Dayakan mod",
	"option.NoChatReports.enableMod.tooltip": "Bertanggungjawab untuk membolehkan kebanyakan kefungsian sisi klien mod. Perlu menyertai semula pelayan untuk berkuat kuasa jika ditogol pada pertengahan sesi.",
	"option.NoChatReports.showNCRButton": "Tunjukkan butang NCR",
	"option.NoChatReports.showNCRButton.tooltip": "Menambah butang yang menogol kebanyakan fungsi sisi klien mod ke menu multipemain.",
	"option.NoChatReports.defaultSigningMode": "Mod penandatangan lalai",
	"option.NoChatReports.defaultSigningMode.tooltip": "Menetapkan mod tandatangan lalai untuk pelayan yang memaksa atau membenarkan tandatangan perbualan.",
	"option.NoChatReports.showReloadButton": "Tunjukkan butang muat semula",
	"option.NoChatReports.showReloadButton.tooltip": "Menambah butang untuk muat semula konfigurasi pada menu multipemain.",
	"option.NoChatReports.verifiedIconEnabled": "Ikon disahkan didayakan",
	"option.NoChatReports.verifiedIconEnabled.tooltip": "Membenarkan mod memaparkan ikon khas dalam menu multipemain untuk pelayan yang mempunyai No Chat Reports atau beberapa langkah anti-pelaporan-perbualan lain yang dipasang.",
	"option.NoChatReports.verifiedIconOffsetX": "Ofset X ikon disahkan",
	"option.NoChatReports.verifiedIconOffsetX.tooltip": "Mentakrifkan ofset paksi-X untuk pemaparan ikon \"Pelayan Selamat\".",
	"option.NoChatReports.verifiedIconOffsetY": "Ofset Y ikon disahkan",
	"option.NoChatReports.verifiedIconOffsetY.tooltip": "Mentakrifkan ofset paksi-Y untuk pemaparan ikon \"Pelayan Selamat\".",
	"option.NoChatReports.showServerSafety": "Tunjukkan keselamatan pelayan",
	"option.NoChatReports.showServerSafety.tooltip": "Membenarkan klien memaparkan status keselamatan pelayan di sudut kanan bawah skrin perbualan. Ikon boleh dilegar untuk mendapatkan maklumat tambahan.",
	"option.NoChatReports.showServerSafety.moreInfo": "§bKlik di sini untuk membaca lebih lanjut mengenai tahap keselamatan pelayan",
	"option.NoChatReports.hideInsecureMessageIndicators": "Sembunyikan penunjuk mesej yang tidak disahkan",
	"option.NoChatReports.hideInsecureMessageIndicators.tooltip": "Menghalang klien daripada memaparkan penunjuk mesej yang tidak disahkan dalam bentuk bar kelabu di sebelah kiri mesej perbualan.",
	"option.NoChatReports.hideModifiedMessageIndicators": "Sembunyikan penunjuk mesej yang diubah suai",
	"option.NoChatReports.hideModifiedMessageIndicators.tooltip": "Menghalang klien daripada memaparkan penunjuk mesej yang diubah suai dalam bentuk bar kelabu di sebelah kiri dan §7§l(§r§7?§7§l)§r di sebelah kanan mesej perbualan.",
	"option.NoChatReports.hideSystemMessageIndicators": "Sembunyikan penunjuk mesej sistem",
	"option.NoChatReports.hideSystemMessageIndicators.tooltip": "Menghalang klien daripada memaparkan penunjuk mesej sistem dalam bentuk bar kelabu di sebelah kiri mesej perbualan.",
	"option.NoChatReports.hideWarningToast": "Sembunyikan pemberitahuan amaran",
	"option.NoChatReports.hideWarningToast.tooltip": "Mengalih keluar pemberitahuan amaran yang dipaparkan apabila memasuki pelayan dengan §oenforce-secure-profile§r dinyahdayakan.",
	"option.NoChatReports.hideSigningRequestMessage": "Sembunyikan mesej permintaan tandatangan",
	"option.NoChatReports.hideSigningRequestMessage.tooltip": "Menyembunyikan mesej perbualan yang ditunjukkan apabila pelayan meminta perbualan untuk menandatangani mesej.",
	"option.NoChatReports.alwaysHideReportButton": "Sentiasa sembunyikan butang pelaporan",
	"option.NoChatReports.alwaysHideReportButton.tooltip": "Menghalang klien daripada menunjukkan butang laporan dalam skrin Interaksi Sosial. Ini dinyahdayakan secara lalai dan mod hanya menjadikan butang tidak aktif pada pelayan yang memasang No Chat Reports, menambah penjelasan pada petua alatan butang.",
	"option.NoChatReports.demandOnServer": "Permintaan pada pelayan",
	"option.NoChatReports.demandOnServer.tooltip": "Menghalang klien daripada menyertai pelayan yang tidak memasang No Chat Reports.",
	"option.NoChatReports.enableDebugLog": "Dayakan log nyahpepijat",
	"option.NoChatReports.enableDebugLog.tooltip": "Mendayakan pengelogan maklumat nyahpepijat tertentu. Ini biasanya tidak berguna untuk bukan pembangun.",
	"option.NoChatReports.disableTelemetry": "Nyahdayakan penelemeteran",
	"option.NoChatReports.disableTelemetry.tooltip": "Membenarkan mod untuk menyahdayakan penelemeteran terbina dalam serupa dengan cara No Telemetry lakukan.",
	"configuration.NoChatReports.category.lan": "LAN",
	"option.NoChatReports.demandOnClient": "Permintaan pada klien",
	"option.NoChatReports.demandOnClient.tooltip": "Menjadikan pelayan memerlukan semua klien yang menyertai untuk memasang No Chat Reports.",
	"option.NoChatReports.demandOnClientMessage": "Mesej Permintaan pada pengusiran klien",
	"option.NoChatReports.demandOnClientMessage.tooltip": "Mesej yang dipaparkan kepada klien jika ia cuba untuk menyertai pelayan tanpa memasang No Chat Reports.",
	"option.NoChatReports.convertToGameMessage": "Tukar kepada mesej permainan",
	"option.NoChatReports.convertToGameMessage.tooltip": "Membuat pelayan menukar semua mesej pemain kepada mesej sistem. Mesej sistem tidak mempunyai sebarang tandatangan yang dilampirkan dan tidak boleh dilaporkan; pada klien yang tidak diubah suai mereka akan dipaparkan dengan bar kelabu di sebelah kiri.",
	"option.NoChatReports.addQueryData": "Tambah data pertanyaan",
	"option.NoChatReports.addQueryData.tooltip": "Membenarkan pelayan menghantar data tambahan kepada klien apabila mengendalikan ping. Ini digunakan untuk memaparkan ikon \"Pelayan Selamat\" serta beberapa tujuan teknikal lain."
}